[
  {
    "id": "1",
    "name": "Зеленая миля (1999)",
    "phone": "",
    "date_publication": "1999",
    "rating": 5,
    "description": "В тюрьме для смертников появляется заключенный с божественным даром. Мистическая драма по роману Стивена Кинга"
  },
  {
    "id": "2",
    "name": "Список Шиндлера (1993)",
    "phone": "",
    "date_publication": "1993",
    "rating": 4,
    "description": "История немецкого промышленника, спасшего тысячи жизней во время Холокоста. Драма Стивена Спилберга"
  },
  {
    "id": "3",
    "name": "Побег из Шоушенка (1994)",
    "phone": "",
    "date_publication": "1994",
    "rating": 5,
    "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
  },
  {
    "id": "4",
    "name": "Форрест Гамп (1994)",
    "phone": "",
    "date_publication": "1994",
    "rating": 5,
    "description": "Полувековая история США глазами чудака из Алабамы. Абсолютная классика Роберта Земекиса с Томом Хэнксом"
  },
  {
    "id": "5",
    "name": "Тайна Коко (2017)",
    "phone": "",
    "date_publication": "2017",
    "rating": 5,
    "description": "Юный музыкант Мигель попадает в мир мертвых. Трогательная история о любви без границ, получившая два «Оскара»"
  },
  {
    "id": "6",
    "name": "Властелин колец: Возвращение короля (2003)",
    "phone": "",
    "date_publication": "2003",
    "rating": 5,
    "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья."
  }
]